Repository: common-repository/woo-paylabs-amazonpay
Catalog: languages/woo-paylabs-amazonpay-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, ja, nn_no, sv_se

source: Amazon Pay WooCommerce payment gateway trusted way to pay. ✔ Single, Subscription and Recurring Payments ✔ Refund with Amazon Pay from WP Admin ✔ Add WooCommerce Subscription Products ✔ Revenue with automatic Recurring Payments ✔ Customized Order status <strong>Subscription & Recurring</strong> and more Payment options developed by PluginStar.
da_dk: Amazon Pay WooCommerce betalingsgateway pålidelig måde at betale på. ✔ Enkelt, abonnement og tilbagevendende betalinger ✔ Refusion med Amazon Pay fra WP Admin ✔ Tilføj WooCommerce abonnementsprodukter ✔ Indtægter med automatisk tilbagevendende betalinger ✔ Tilpasset ordrestatus <strong>Abonnement & tilbagevendende</strong> og flere betalingsmuligheder udviklet af PluginStar.
de_de: Amazon Pay WooCommerce-Zahlungsgateway als vertrauenswürdige Zahlungsmethode. ✔ Einzel-, Abonnement- und wiederkehrende Zahlungen ✔ Rückerstattung mit Amazon Pay von WP Admin ✔ Hinzufügen von WooCommerce-Abonnementprodukten ✔ Umsatz mit automatisch wiederkehrenden Zahlungen ✔ Angepasster Bestellstatus <strong> Abonnement & wiederkehrende Zahlungen </strong> und weitere von PluginStar entwickelte Zahlungsoptionen.
es_es: La pasarela de pago de Amazon Pay WooCommerce es una forma confiable de pagar. ✔ Pagos únicos, de suscripción y recurrentes ✔ Reembolso con Amazon Pay de WP Admin ✔ Agregue productos de suscripción a WooCommerce ✔ Ingresos con pagos recurrentes automáticos ✔ Estado de pedido personalizado <strong>Suscripción y recurrente</strong> y más opciones de pago desarrolladas por PluginStar.
fr_fr: Passerelle de paiement Amazon Pay WooCommerce est un moyen sûr de payer. ✔ Paiements uniques, par abonnement et récurrents ✔ Remboursement avec Amazon Pay de WP Admin ✔ Ajoutez des produits d'abonnement WooCommerce ✔ Chiffre d'affaires avec paiements récurrents automatiques ✔ Statut de la commande personnalisé <strong>Abonnement et récurrent</strong> et plus d'options de paiement développées par PluginStar.
it_it: Amazon Pay WooCommerce gateway di pagamento affidabile metodo di pagamento. ✔ Pagamenti singoli, in abbonamento e ricorrenti ✔ Rimborso con Amazon Pay dall'amministratore WP ✔ Aggiungi prodotti in abbonamento WooCommerce ✔ Entrate con pagamenti ricorrenti automatici ✔ Stato dell'ordine personalizzato <strong> Abbonamento e ricorrenti </strong> e altre opzioni di pagamento sviluppate da PluginStar.
ja: Amazon Pay WooCommerce支払いゲートウェイは、信頼できる支払い方法です。 ✔シングル、サブスクリプション、定期支払い✔WP AdminからAmazon Payで払い戻し✔WooCommerceサブスクリプション製品を追加✔自動定期支払いで収益✔注文ステータスをカスタマイズ<strong>サブスクリプション＆定期</strong>およびPluginStarが開発したその他の支払いオプション
nn_no: Amazon Pay WooCommerce betalingsgateway pålitelig måte å betale på. ✔ Enkelt-, abonnements- og tilbakevendende betalinger ✔ Tilbakebetaling med Amazon Pay fra WP-administrator ✔ Legg til WooCommerce-abonnementsprodukter ✔ Inntekter med automatiske tilbakevendende betalinger ized Tilpasset ordrestatus <strong>Abonnement og tilbakevendende</strong> og flere betalingsalternativer utviklet av PluginStar.
sv_se: Amazon Pay WooCommerce betalnings gateway pålitligt sätt att betala. ✔ Enstaka, prenumerations- och återkommande betalningar ✔ Återbetalning med Amazon-betalning från WP-administratör ✔ Lägg till WooCommerce-abonnemangsprodukter ✔ Intäkter med automatiska återkommande betalningar ✔ Anpassad orderstatus <strong>Prenumeration & återkommande</strong> och fler betalningsalternativ utvecklade av PluginStar.

source: &#9989; Valid
da_dk: &#9989; Gyldig
de_de: &#9989; Gültig
es_es: &#9989; Válida
fr_fr: &#9989; Valide
it_it: &#9989; Valida
ja: &#9989; 有効な
nn_no: &#9989; Gyldig
sv_se: &#9989; Giltig

source: Validate Key
da_dk: Valider nøgle
de_de: Schlüssel validieren
es_es: Validar clave
fr_fr: Valider la clé
it_it: Convalida chiave
ja: 検証キー
nn_no: Valider nøkkel
sv_se: Validera nyckel

source: Edit
da_dk: Redigere
de_de: Bearbeiten
es_es: Editar
fr_fr: modifier
it_it: modificare
ja: 編集
nn_no: Redigere
sv_se: Redigera

source: Delete
da_dk: Slet
de_de: Löschen
es_es: Borrar
fr_fr: Effacer
it_it: Elimina
ja: 削除する
nn_no: Slett
sv_se: Radera

source: Get your API Key
da_dk: Hent din API-nøgle
de_de: Hol dein API Key
es_es: Obtenga su clave API
fr_fr: Obtenez votre clé API
it_it: Ottieni la tua chiave API
ja: APIキーを取得する
nn_no: Få API-nøkkelen
sv_se: Skaffa din API-nyckel

source: Click to GET KEY
da_dk: Klik for at få nøgle
de_de: Klicken Sie hier, um den Schlüssel abzurufen
es_es: Haga clic para obtener la clave
fr_fr: Cliquez pour obtenir la clé
it_it: Fare clic per ottenere chiave
ja: クリックしてキーを取得
nn_no: Klikk for å få nøkkel
sv_se: Klicka för att få nyckel

source: and Active PRO version of this plugin
da_dk: og Active PRO-version af dette plugin
de_de: und Active PRO Version dieses Plugins
es_es: y la versión PRO activa de este complemento
fr_fr: et la version Active PRO de ce plugin
it_it: e versione Active PRO di questo plugin
ja: このプラグインのアクティブPROバージョン
nn_no: og Active PRO-versjon av denne plugin
sv_se: och Active PRO-version av detta plugin

source: Thank you for your order, please click the button below to make payment
da_dk: Tak for din ordre. Klik på knappen nedenfor for at foretage betaling
de_de: Vielen Dank für Ihre Bestellung. Bitte klicken Sie auf die Schaltfläche unten, um die Zahlung vorzunehmen
es_es: Gracias por su pedido, haga clic en el botón a continuación para realizar el pago.
fr_fr: Merci pour votre commande, s'il vous plaît cliquez sur le bouton ci-dessous pour effectuer le paiement
it_it: Grazie per il tuo ordine, fai clic sul pulsante in basso per effettuare il pagamento
ja: ご注文ありがとうございます。下のボタンをクリックしてお支払いください
nn_no: Takk for bestillingen. Klikk på knappen nedenfor for å betale
sv_se: Tack för din beställning, klicka på knappen nedan för att betala

source: Subscription and recurring Payment<br>Amazon Pay Transaction ID: %1$s<br>Order Reference: %2$s<br>Subscription Time: %4$s <br>Next Payment: %3$s
da_dk: Abonnement og tilbagevendende betaling<br>Amazon Pay Transaction ID: %1$s<br>Order Reference: %2$s<br>Abonnementstid: %4$s <br>Næste betaling: %3$s
de_de: Abonnement und wiederkehrende Zahlung<br>Amazon Pay Transaction ID: %1$s<br>Order Reference: %2$s<br>Abonnementzeit: %4$s <br>Nächste Zahlung: %3$s
es_es: Suscripción y pago recurrente<br>Amazon Pay Transaction ID: %1$s<br>Order Reference: %2$s<br>Tiempo de suscripción: %4$s <br>Siguiente pago: %3$s
fr_fr: Abonnement et paiement récurrent<br>Amazon Pay Transaction ID: %1$s<br>Order Reference: %2$s<br>Durée de l'abonnement: %4$s <br>Prochain paiement: %3$s
it_it: Abbonamento e pagamento ricorrente<br>Amazon Pay Transaction ID: %1$s<br>Order Reference: %2$s<br>Tempo di abbonamento: %4$s <br>Prossimo pagamento: %3$s
ja: サブスクリプションと定期支払い<br>Amazon Pay Transaction ID: %1$s<br>Order Reference: %2$s<br>サブスクリプション時間： %4$s <br>次の支払い: %3$s
nn_no: Abonnement og tilbakevendende betaling<br>Amazon Pay Transaction ID: %1$s<br>Order Reference: %2$s<br>Abonnementstid: %4$s <br>Neste betaling: %3$s
sv_se: Prenumeration och återkommande betalning<br>Amazon Pay Transaction ID: %1$s<br>Order Reference: %2$s<br>Prenumerationstid: %4$s <br>Nästa betalning: %3$s

source: Error on payment: Amazon Pay payment failed !
da_dk: Fejl ved betaling: Amazon Pay-betaling mislykkedes!
de_de: Fehler bei der Zahlung: Amazon Pay-Zahlung fehlgeschlagen!
es_es: Error en el pago: ¡Error en el pago de Amazon Pay!
fr_fr: Erreur lors du paiement: le paiement Amazon Pay a échoué!
it_it: Errore nel pagamento: pagamento Amazon Pay non riuscito!
ja: 支払いエラー：Amazon Payの支払いに失敗しました！
nn_no: Feil ved betaling: Amazon Pay-betaling mislyktes!
sv_se: Fel vid betalning: Amazon Pay-betalning misslyckades!

source: Payment waiting for approval...
da_dk: Betaling venter på godkendelse ...
de_de: Zahlung wartet auf Genehmigung ...
es_es: Pago esperando aprobación ...
fr_fr: Paiement en attente d'approbation ...
it_it: Pagamento in attesa di approvazione ...
ja: 承認待ちの支払い...
nn_no: Betaling venter på godkjenning ...
sv_se: Betalning väntar på godkännande ...

source: (Subscription & Recurring Payment)
da_dk: (Abonnement og tilbagevendende betaling)
de_de: (Abonnement & wiederkehrende Zahlung)
es_es: (Suscripción y pago recurrente)
fr_fr: (Abonnement et paiement récurrent)
it_it: (Abbonamento e pagamento ricorrente)
ja: （サブスクリプションおよび定期支払い）
nn_no: (Abonnement og tilbakevendende betaling)
sv_se: (Prenumeration och återkommande betalning)

source: Transaction details
da_dk: Overførselsdetaljer
de_de: Transaktionsdetails
es_es: Detalles de la transacción
fr_fr: Détails de la transaction
it_it: Dettagli di Transazione
ja: 取引の詳細
nn_no: Transaksjonsdetaljer
sv_se: Transaktions Detaljer

source: Payment Status:
da_dk: Betalingsstatus:
de_de: Zahlungsstatus:
es_es: Estado de pago:
fr_fr: Statut de paiement:
it_it: Stato del pagamento:
ja: 支払い状況：
nn_no: Betalingsstatus:
sv_se: Betalningsstatus:

source: Next Payment Date:
da_dk: Næste betalingsdato:
de_de: Nächster Zahlungstermin:
es_es: Próxima fecha de pago:
fr_fr: Date de paiement suivante:
it_it: Prossima data di pagamento:
ja: 次の支払い日：
nn_no: Neste betalingsdato:
sv_se: Nästa betalningsdatum:

source: Refunded %1$s%2$s Amazon Pay Refund Reference: %3$s
da_dk: Refunderet %1$s%2$s Amazon Pay Refund Reference: %3$s
de_de: Erstattet %1$s%2$s Amazon Pay Refund Reference: %3$s
es_es: Reintegrado %1$s%2$s Amazon Pay Refund Reference: %3$s
fr_fr: Remboursé %1$s%2$s Amazon Pay Rembourser Reference: %3$s
it_it: Rimborsato %1$s%2$s Amazon Pay Rimborso Reference: %3$s
ja: 払い戻し済み %1$s%2$s Amazon Pay Refund Reference: %3$s
nn_no: Refundert %1$s%2$s Amazon Pay Refund Reference: %3$s
sv_se: återbetalas %1$s%2$s Amazon Pay Refund Reference: %3$s

source: Amazon Pay WooCommerce payment gateway trusted way to pay. Single, Subscription and Recurring Payments, Refund with Amazon Pay from WP Admin, Add WooCommerce Subscription Products, Revenue with automatic Recurring Payments, Customized Order status Subscription & Recurring and more Payment options developed by PluginStar.
da_dk: Amazon Pay WooCommerce betalingsgateway pålidelig måde at betale på. Enkelt-, abonnements- og tilbagevendende betalinger, refusion med Amazon-betaling fra WP-administrator, tilføj WooCommerce-abonnementsprodukter, indtægter med automatisk tilbagevendende betalinger, tilpasset ordrestatus Abonnement & tilbagevendende og flere Betalingsmuligheder udviklet af PluginStar.
de_de: Amazon Pay WooCommerce-Zahlungsgateway als vertrauenswürdige Zahlungsmethode. Einzel-, Abonnement- und wiederkehrende Zahlungen, Rückerstattung mit Amazon Pay von WP Admin, Hinzufügen von WooCommerce-Abonnementprodukten, Umsatz mit automatisch wiederkehrenden Zahlungen, kundenspezifischer Bestellstatus Abonnement und wiederkehrende Zahlungen und weitere von PluginStar entwickelte Zahlungsoptionen.
es_es: La pasarela de pago de Amazon Pay WooCommerce es una forma confiable de pagar. Pagos únicos, de suscripción y recurrentes, reembolso con Amazon Pay de WP Admin, agregar productos de suscripción de WooCommerce, ingresos con pagos recurrentes automáticos, estado de pedido personalizado Suscripción y recurrente y más opciones de pago desarrolladas por PluginStar.
fr_fr: Passerelle de paiement Amazon Pay WooCommerce est un moyen sûr de payer. Paiements uniques, sur abonnement et récurrents, remboursement avec Amazon Pay de WP Admin, ajout de produits d'abonnement WooCommerce, revenus avec paiements récurrents automatiques, statut de commande personnalisé Abonnement et récurrent, etc. Options de paiement développées par PluginStar.
it_it: Amazon Pay WooCommerce gateway di pagamento affidabile metodo di pagamento. Pagamenti singoli, in abbonamento e ricorrenti, rimborso con Amazon Pay di WP Admin, aggiunta di prodotti in abbonamento WooCommerce, entrate con pagamenti ricorrenti automatici, stato dell'ordine personalizzato Abbonamento e ricorrenti e altre opzioni di pagamento sviluppate da PluginStar.
ja: Amazon Pay WooCommerce支払いゲートウェイは、信頼できる支払い方法です。 シングル、サブスクリプションおよび定期支払い、WP AdminからのAmazon Payでの払い戻し、WooCommerceサブスクリプション製品の追加、自動定期支払いによる収益、カスタマイズされた注文ステータスサブスクリプションと定期およびその他のPluginStarが開発した支払いオプション。
nn_no: Amazon Pay WooCommerce betalingsgateway pålitelig måte å betale på. Enkelt-, abonnements- og tilbakevendende betalinger, refusjon med Amazon-betaling fra WP-administrator, legg til WooCommerce-abonnementsprodukter, inntekter med automatiske tilbakevendende betalinger, tilpasset ordrestatus Abonnement og tilbakevendende og flere betalingsalternativer utviklet av PluginStar.
sv_se: Amazon Pay WooCommerce betalnings gateway pålitligt sätt att betala. Enskilda, prenumerations- och återkommande betalningar, återbetalning med Amazon Pay från WP Admin, Lägg till WooCommerce-abonnemangsprodukter, Intäkter med automatiska återkommande betalningar, Anpassad orderstatus Prenumeration och återkommande och mer Betalningsalternativ utvecklade av PluginStar.
