Repository: common-repository/woo-paylabs-amazonpay
Catalog: languages/woo-paylabs-amazonpay-*.po
Languages: da_dk, de_de, es_es, fr_fr, it_it, ja, nn_no, sv_se

source: Amazon Pay PluginStar PRO version will expire in
da_dk: Amazon Pay PluginStar PRO-version udløber
de_de: Die Amazon Pay PluginStar PRO-Version läuft in ab
es_es: La versión Amazon Pay PluginStar PRO caducará en
fr_fr: La version Amazon Pay PluginStar PRO expirera dans
it_it: La versione di Amazon Pay PluginStar PRO scadrà tra
ja: Amazon Pay PluginStar PROバージョンの有効期限は
nn_no: Amazon Pay PluginStar PRO-versjonen løper ut
sv_se: Amazon Pay PluginStar PRO-versionen upphör att gälla

source: day(s)
da_dk: dage)
de_de: Tage)
es_es: dias)
fr_fr: journées)
it_it: giorni (s
ja: 日々）
nn_no: dager)
sv_se: dag (ar)

source: Settings
da_dk: Indstillinger
de_de: die Einstellungen
es_es: Configuraciones
fr_fr: Réglages
it_it: impostazioni
ja: 設定
nn_no: innstillinger
sv_se: inställningar

source: PRO Version
es_es: Versión Pro
fr_fr: Version PRO
it_it: Versione PRO
ja: PROバージョン
nn_no: PRO versjon

source: Support
de_de: Unterstützung
es_es: Apoyo
fr_fr: Soutien
it_it: Supporto
ja: サポート
nn_no: Brukerstøtte
sv_se: Stöd

source: Subscription
da_dk: Abonnement
de_de: Abonnement
es_es: Suscripción
fr_fr: Abonnement
it_it: Sottoscrizione
ja: 定期購読
nn_no: Abonnement
sv_se: Prenumeration

source: Set Duration (Ex. 1,7,12,14,30..etc)
da_dk: Indstil varighed (eks. 1,7,12,14,30.. osv.)
de_de: Set Duration (Bsp. 1,7,12,14,30..etc)
es_es: Establecer duración (Ej. 1,7,12,14,30..etc)
fr_fr: Durée réglée (Ex. 1,7,12,14,30..etc)
it_it: Imposta durata (Es. 1,7,12,14,30..ecc.)
ja: 期間の設定（例：1,7,12,14,30 ..など）
nn_no: Angi varighet (eks. 1,7,12,14,30..etk)
sv_se: Ställ in varaktighet (Ex. 1,7,12,14,30..etc)

source: Per
da_dk: Om
de_de: Pro
es_es: Por
fr_fr: Par
ja: あたり

source: Day(s)
da_dk: Dage)
de_de: Tage)
es_es: Dias)
fr_fr: Journées)
ja: 日々）
nn_no: Dager)
sv_se: Dag (ar)

source: Week(s)
da_dk: Uge (r
de_de: Wochen)
es_es: Semanas)
fr_fr: Semaines)
ja: 週
nn_no: Uke (r)
sv_se: Veckor (a)

source: Month(s)
da_dk: Måned (er)
de_de: Monat (e)
es_es: Meses)
fr_fr: Mois)
ja: 月
nn_no: Måneder)
sv_se: Månad (er)

source: Year(s)
da_dk: Flere år)
de_de: Jahre)
es_es: Años)
fr_fr: Années)
it_it: Anni)
ja: 年
nn_no: År (s)

source: Set duration time
da_dk: Indstil varighedstid
de_de: Dauer einstellen
es_es: Establecer tiempo de duración
fr_fr: Définir la durée
it_it: Imposta la durata
ja: 継続時間を設定する
nn_no: Angi varighetstid
sv_se: Ställ in tid

source: Number of total Subscription(s)
da_dk: Antal samlede abonnement
de_de: Anzahl der Gesamtabonnements
es_es: Número total de suscripciones
fr_fr: Nombre total d'abonnement
it_it: Numero di abbonamenti totali
ja: サブスクリプションの合計数
nn_no: Antall abonnement (er)
sv_se: Antal totala prenumerationer

source: Leave blank if this subscription is infinite time
da_dk: Lad være tomt, hvis dette abonnement er uendelig tid
de_de: Lassen Sie dieses Feld leer, wenn dieses Abonnement unendlich lang ist
es_es: Déjelo en blanco si esta suscripción es por tiempo infinito
fr_fr: Laisser en blanc si cet abonnement est infini
it_it: Lascia vuoto se questo abbonamento è infinito
ja: このサブスクリプションが無期限の場合は空白のままにします
nn_no: La være tomt hvis dette abonnementet er uendelig tid
sv_se: Lämna tomt om denna prenumeration är oändlig tid

source: Subscription and recurring payment
da_dk: Abonnement og tilbagevendende betaling
de_de: Abonnement und wiederkehrende Zahlung
es_es: Suscripción y pago recurrente
fr_fr: Abonnement et paiement récurrent
it_it: Abbonamento e pagamento ricorrente
ja: サブスクリプションと定期支払い
nn_no: Abonnement og tilbakevendende betaling
sv_se: Prenumeration och återkommande betalning

source: Subscription and Recurring type Payment
da_dk: Abonnement og tilbagevendende type betaling
de_de: Abonnement und wiederkehrende Zahlung
es_es: Tipo de suscripción y pago recurrente
fr_fr: Souscription et type récurrent Paiement
it_it: Tipo di abbonamento e pagamento ricorrente
ja: サブスクリプションおよび定期的なタイプの支払い
nn_no: Abonnement og gjentakende betaling
sv_se: Prenumeration och återkommande typ Betalning

source: You can't add Subscription more than 1 item in cart
da_dk: Du kan ikke tilføje abonnement mere end 1 vare i indkøbskurven
de_de: Sie können nicht mehr als 1 Abonnement im Warenkorb hinzufügen
es_es: No puede agregar una suscripción a más de 1 artículo en el carrito
fr_fr: Vous ne pouvez pas ajouter plus d'un article dans votre panier.
it_it: Non è possibile aggiungere l'abbonamento a più di 1 articolo nel carrello
ja: カートに複数のアイテムを登録することはできません
nn_no: Du kan ikke legge til abonnement mer enn 1 vare i handlekurven
sv_se: Du kan inte lägga till prenumeration mer än en artikel i kundvagnen

source: Error! something went wrong: %1$s
da_dk: Fejl! noget gik galt: %1$s
de_de: Error! Es ist ein Fehler aufgetreten: %1$s
es_es: ¡Error! algo salió mal: %1$s
fr_fr: Erreur! quelque chose a mal tourné: %1$s
it_it: Errore! qualcosa è andato storto: %1$s
ja: エラー！ 何かがうまくいかなかった：%1$s
nn_no: Feil! noe gikk galt: %1$s
sv_se: Fel! något gick fel: %1$s

source: Order ID: #%1$s Transaction ID: #%2$s from %3$s
da_dk: Order ID: #%1$s Transaction ID: #%2$s fra %3$s
de_de: Order ID: #%1$s Transaction ID: #%2$s von %3$s
es_es: Order ID: #%1$s Transaction ID: #%2$s desde %3$s
fr_fr: Order ID: #%1$s Transaction ID: #%2$s de %3$s
it_it: Order ID: #%1$s Transaction ID: #%2$s a partire dal %3$s
nn_no: Order ID: #%1$s Transaction ID: #%2$s fra %3$s
sv_se: Order ID: #%1$s Transaction ID: #%2$s från %3$s

source: Subscription and recurring Payment<br>Amazon Pay Transaction ID: %1$s<br>Order Reference: %2$s<br>Subscription Time: %3$s <br>Next Payment: %4$s
da_dk: Abonnement og tilbagevendende betaling<br>Amazon Pay Transaction ID: %1$s<br>Order Reference: %2$s<br>Abonnementstid: %3$s <br>Næste betaling: %4$s
de_de: Abonnement und wiederkehrende Zahlung<br>Amazon Pay Transaction ID: %1$s<br>Order Reference: %2$s<br>Abonnementzeit: %3$s <br>Nächste Zahlung: %4$s
es_es: Suscripción y pago recurrente<br>Amazon Pay Transaction ID: %1$s<br>Order Reference: %2$s<br>Tiempo de suscripción: %3$s <br>Siguiente pago: %4$s
fr_fr: Abonnement et paiement récurrent<br>Amazon Pay Transaction ID: %1$s<br>Order Reference: %2$s<br>Durée de l'abonnement: %3$s <br>Prochain paiement: %4$s
it_it: Abbonamento e pagamento ricorrente<br>Amazon Pay Transaction ID: %1$s<br>Order Reference: %2$s<br>Tempo di abbonamento: %3$s <br>Prossimo pagamento: %4$s
ja: サブスクリプションと定期支払い<br>Amazon Pay Transaction ID: %1$s<br>Order Reference: %2$s<br>購読時間: %3$s <br>次の支払い: %4$s
nn_no: Abonnement og tilbakevendende betaling<br>Amazon Pay Transaction ID: %1$s<br>Order Reference: %2$s<br>Abonnementstid: %3$s <br>Neste betaling: %4$s
sv_se: Prenumeration och återkommande betalning<br>Amazon Pay Transaction ID: %1$s<br>Order Reference: %2$s<br>Prenumerationstid: %3$s <br>Nästa betalning: %4$s

# Order status
source: Subscription & Recurring
da_dk: Abonnement og tilbagevendende
de_de: Abonnement & Wiederkehrend
es_es: Suscripción y recurrente
fr_fr: Abonnement & Récurrent
it_it: Abbonamento e ricorrenti
ja: サブスクリプションと繰り返し
nn_no: Abonnement og tilbakevendende
sv_se: Prenumeration och återkommande

source: Subscription & Recurring <span class="count">(%s)</span>
da_dk: Abonnement og tilbagevendende <span class="count">(%s)</span>
de_de: Abonnement und wiederkehrende <span class = "count">(%s)</span>
es_es: Suscripción y recurrente <span class = "count">(%s)</span>
fr_fr: Abonnement & Récurrent <span class="count">(%s)</span>
it_it: Abbonamento e ricorrenti <span class="count">(% s)</span>
ja: サブスクリプションと繰り返し <span class="count">(%s)</span>
nn_no: Abonnement og tilbakevendende <span class="count">(%s)</span>
sv_se: Prenumeration och återkommande <span class="count">(%s)</span>

source: Amazon Payment Declined: %1$s<br>Reason: %2$s
da_dk: Amazon Payment Afvist: %1$s<br>Grund: %2$s
de_de: Amazon-Zahlung abgelehnt: %1$s <br> Grund: %2$s
es_es: Amazon Payment Rechazado: %1$s<br>Razón: %2$s
fr_fr: Amazon Payment Diminuée: %1$s<br>Raison: %2$s
it_it: Amazon Payment rifiutato: %1$s<br>Ragionare: %2$s
ja: Amazon Payment 不承認: %1$s<br>理由: %2$s
nn_no: Amazon Payment avvist: %1$s<br>Grunnen til: %2$s
sv_se: Amazon Payment Tackade nej: %1$s<br>Anledning: %2$s

source: Amazon Pay is familiar trusted way to pay by PluginStar
da_dk: Amazon Pay er velkendt, pålidelig måde at betale med PluginStar
de_de: Amazon Pay ist eine vertraute Zahlungsmethode von PluginStar
es_es: Amazon Pay es una forma familiar y confiable de pagar con PluginStar
fr_fr: Amazon Pay est un moyen familier de payer par PluginStar
it_it: Amazon Pay è un metodo affidabile e familiare per pagare con PluginStar
ja: Amazon PayはPluginStarで支払いを行うための使い慣れた信頼できる方法
nn_no: Amazon Pay er kjent og pålitelig måte å betale av PluginStar på
sv_se: Amazon Pay är ett välkänt tillförlitligt sätt att betala av PluginStar

source: Thank you! and your order has been received.
da_dk: Tak skal du have! og din ordre er modtaget.
de_de: Vielen Dank! und Ihre Bestellung wurde erhalten.
es_es: ¡Gracias! y tu pedido ha sido recibido.
fr_fr: Je vous remercie! et votre commande a été reçue.
it_it: Grazie! e il tuo ordine è stato ricevuto.
ja: ありがとうございました！ 注文を受け取りました。
nn_no: Takk skal du ha! og bestillingen din er mottatt.
sv_se: Tack! och din beställning har mottagits.

source: Thank you for your order. We are now redirecting you to Amazon Pay to make payment.
da_dk: Tak for din ordre. Vi omdirigerer dig nu til Amazon Pay for at foretage betaling.
de_de: Vielen Dank für Ihre Bestellung. Wir leiten Sie jetzt zu Amazon Pay weiter, um die Zahlung vorzunehmen.
es_es: Gracias por su orden. Ahora lo estamos redirigiendo a Amazon Pay para realizar el pago.
fr_fr: Nous vous remercions de votre commande. Nous vous redirigeons maintenant vers Amazon Pay pour effectuer le paiement.
it_it: Grazie per il vostro ordine. Ora ti stiamo reindirizzando su Amazon Pay per effettuare il pagamento.
ja: 注文いただきありがとうございます。 現在、支払いのためにAmazon Payにリダイレクトしています。
nn_no: Takk for din bestilling. Vi viderekobler deg nå til Amazon Pay for å foreta betaling.
sv_se: Tack för din beställning. Vi omdirigerar dig nu till Amazon Pay för att göra betalningar.

source: Development Guide
da_dk: Udviklingsvejledning
de_de: Entwicklungshandbuch
es_es: Guia de desarrollo
fr_fr: Guide de développement
it_it: Guida allo sviluppo
ja: 開発ガイド
nn_no: Utviklingsguide
sv_se: Utvecklingsguide

source: Enable/Disable:
da_dk: Aktivere deaktivere:
de_de: Aktivieren deaktivieren:
es_es: Habilitar deshabilitar:
fr_fr: Activer désactiver:
it_it: Attiva / Disattiva
ja: 有効化/無効化：
nn_no: På av:
sv_se: Aktivera inaktivera:

source: Enable Amazon Pay
da_dk: Aktivér Amazon Pay
de_de: Aktivieren Sie Amazon Pay
es_es: Habilitar Amazon Pay
fr_fr: Activer Amazon Pay
it_it: Abilita Amazon Pay
ja: Amazon Payを有効にする
nn_no: Aktiver Amazon Pay
sv_se: Aktivera Amazon Pay

source: Title:
da_dk: Titel:
de_de: Titel:
es_es: Título:
fr_fr: Titre:
it_it: Titolo:
ja: タイトル：
nn_no: Tittel:
sv_se: Titel:

source: This controls the title which the user sees during checkout.
da_dk: Dette styrer den titel, som brugeren ser under kassen.
de_de: Dies steuert den Titel, den der Benutzer beim Auschecken sieht.
es_es: Esto controla el título que el usuario ve durante el pago.
fr_fr: Ceci contrôle le titre que l'utilisateur voit lors de la commande.
it_it: Questo controlla il titolo che l'utente vede durante il checkout.
ja: これにより、チェックアウト時にユーザーに表示されるタイトルが制御されます。
nn_no: Dette kontrollerer tittelen som brukeren ser under kassen.
sv_se: Detta styr titeln som användaren ser under kassan.

source: Description:
da_dk: Beskrivelse:
de_de: Beschreibung:
es_es: Descripción:
fr_fr: La description:
it_it: Descrizione:
ja: 説明：
nn_no: Beskrivelse:
sv_se: Beskrivning:

source: Amazon Pay offers a buying experience you can trust.
da_dk: Amazon Pay tilbyder en købsoplevelse, du kan stole på.
de_de: Amazon Pay bietet ein Kauferlebnis, dem Sie vertrauen können.
es_es: Amazon Pay ofrece una experiencia de compra en la que puede confiar.
fr_fr: Amazon Pay offre une expérience d'achat digne de confiance.
it_it: Amazon Pay offre un'esperienza di acquisto di cui ti puoi fidare.
ja: Amazon Payは、信頼できる購入体験を提供します。
nn_no: Amazon Pay tilbyr en kjøpsopplevelse du kan stole på.
sv_se: Amazon Pay erbjuder en köpupplevelse du kan lita på.

source: String of characters provided by Amazon Pay
da_dk: String of characters leveret af Amazon Pay
de_de: Zeichenfolge, die von Amazon Pay bereitgestellt wird
es_es: Cadena de caracteres proporcionada por Amazon Pay
fr_fr: String of characters fournie par Amazon Pay
it_it: String of characters fornita da Amazon Pay
ja: String of characters によって提供された Amazon Pay
nn_no: String of characters levert av Amazon Pay
sv_se: String of characters tillhandahållen av Amazon Pay

source: Access Key provided by Amazon Pay
da_dk: Access Key leveret af Amazon Pay
de_de: Access Key von Amazon Pay zur Verfügung gestellt
es_es: Access Key proporcionado por Amazon Pay
fr_fr: Access Key fourni par Amazon Pay
it_it: Access Key fornito da Amazon Pay
ja: Access Key によって提供された Amazon Pay
nn_no: Access Key levert av Amazon Pay
sv_se: Access Key tillhandahållen av Amazon Pay

source: Secret key provided by Amazon Pay
da_dk: Secret key leveret af Amazon Pay
de_de: Secret key von Amazon Pay zur Verfügung gestellt
es_es: Secret key proporcionado por Amazon Pay
fr_fr: Secret key fourni par Amazon Pay
it_it: Secret key fornito da Amazon Pay
ja: Secret key によって提供された Amazon Pay
nn_no: Secret key levert av Amazon Pay
sv_se: Secret key tillhandahållen av Amazon Pay

source: Client ID provided by Amazon Pay
da_dk: Client ID leveret af Amazon Pay
de_de: Client ID von Amazon Pay zur Verfügung gestellt
es_es: Client ID proporcionado por Amazon Pay
fr_fr: Client ID fourni par Amazon Pay
it_it: Client ID fornito da Amazon Pay
ja: Client ID によって提供された Amazon Pay
nn_no: Client ID levert av Amazon Pay
sv_se: Client ID tillhandahållen av Amazon Pay

source: Seller currency:
da_dk: Sælgers valuta:
de_de: Verkäufer Währung:
es_es: Moneda del vendedor:
fr_fr: Monnaie du vendeur:
it_it: Valuta del venditore:
ja: 売り手の通貨：
nn_no: Selgervaluta:
sv_se: Säljarens valuta:

source: Seller currency
da_dk: Sælgers valuta
de_de: Verkäufer Währung
es_es: Moneda del vendedor
fr_fr: Monnaie du vendeur
it_it: Valuta del venditore
ja: 売り手の通貨
nn_no: Selgervaluta
sv_se: Säljarens valuta

source: Set Seller currency as per your amazon Seller bank account <a href="https://developer.amazon.com/docs/eu/amazon-pay-onetime/supported-currencies.html" target="_blank">Supported currencies</a>
da_dk: Angiv sælgervaluta pr. Din amazon Sælgers bankkonto <a href="https://developer.amazon.com/docs/eu/amazon-pay-onetime/supported-cururrency.html" target="_blank">Understøttede valutaer</a>
de_de: Stellen Sie die Währung des Verkäufers gemäß Ihrem Amazon Seller-Bankkonto ein <a href="https://developer.amazon.com/docs/eu/amazon-pay-onetime/supported-currencies.html" target="_blank"> Unterstützte Währungen</a>
es_es: Configure la moneda del Vendedor según su cuenta bancaria del Vendedor de Amazon <a href="https://developer.amazon.com/docs/eu/amazon-pay-onetime/supported-currencies.html" target="_blank">Monedas admitidas</a>
fr_fr: Définir la devise du vendeur selon votre compte bancaire vendeur amazon <a href="https://developer.amazon.com/docs/eu/amazon-pay-onetime/supported-connaie.html" target="_blank">Monnaies prises en charge</a>
it_it: Imposta la valuta del venditore secondo il tuo conto bancario venditore Amazon <a href="https://developer.amazon.com/docs/eu/amazon-pay-onetime/supported-currencies.html" target="_blank"> Valute supportate</a>
ja: Amazonセラー銀行口座ごとにセラー通貨を設定します<a href="https://developer.amazon.com/docs/eu/amazon-pay-onetime/supported-currencies.html" target="_blank">サポートされている通貨</a>
nn_no: Angi selgervaluta i henhold til din amazon Selgers bankkonto <a href="https://developer.amazon.com/docs/eu/amazon-pay-onetime/supported-cururrency.html" target="_blank">Støttede valutaer</a>
sv_se: Ställ in säljarens valuta enligt ditt amazon Säljares bankkonto <a href="https://developer.amazon.com/docs/eu/amazon-pay-onetime/supported-kurser.html" target="_blank">Stödda valutor</a>

source: Mode of transaction:
da_dk: Transaktionstilstand:
de_de: Art der Transaktion:
es_es: Modo de transacción:
fr_fr: Mode de transaction:
it_it: Modalità di transazione:
ja: トランザクションのモード：
nn_no: Modus for transaksjon:
sv_se: Transaktionsläge:

source: Amazon Pay Tranasction Mode.
da_dk: Amazon Pay Transaktionstilstand.
de_de: Amazon Pay-Transaktionsmodus.
es_es: Modo de transacción de Amazon Pay.
fr_fr: Mode de transaction Amazon Pay.
it_it: Modalità di transazione Amazon Pay.
ja: Amazon Payトランザクションモード。
nn_no: Amazon Pay Transaksjonsmodus.
sv_se: Amazon Pay Transaktionsläge.

source: Mode of Amazon Pay activities
da_dk: Mode for Amazon Pay-aktiviteter
de_de: Modus von Amazon Pay-Aktivitäten
es_es: Modo de actividades de Amazon Pay
fr_fr: Mode d'activités Amazon Pay
it_it: Modalità delle attività di Amazon Pay
ja: Amazon Payアクティビティのモード
nn_no: Mode for Amazon Pay-aktiviteter
sv_se: Läge för Amazon Pay-aktiviteter

source: Thank you page message:
da_dk: Takmeddelelse:
de_de: Danke Seite Nachricht:
es_es: Mensaje de la página de agradecimiento:
fr_fr: Merci message de la page:
it_it: Grazie messaggio sulla pagina:
ja: ありがとうページのメッセージ：
nn_no: Takkemelding:
sv_se: Tack sidan meddelandet:

source: Thank you page order success message when order has been received
da_dk: Tak side ordre succes meddelelse når ordren er modtaget
de_de: Vielen Dank für die Erfolgsmeldung der Bestellung, wenn die Bestellung eingegangen ist
es_es: Gracias mensaje de éxito de pedido de página cuando se ha recibido el pedido
fr_fr: Merci message de succès de la commande de la page lorsque la commande a été reçue
it_it: Grazie messaggio di successo dell'ordine pagina quando l'ordine è stato ricevuto
ja: 注文を受け取ったときのページ注文成功メッセージをありがとう
nn_no: Takk for suksessmeldingen for siden ordre når bestillingen er mottatt
sv_se: Tack för meddelandet om framgångsbeställning när order har tagits emot

source: Thank you! your order has been received.
da_dk: Tak skal du have! din ordre er modtaget.
de_de: Vielen Dank! Ihre Bestellung ist eingegangen.
es_es: ¡Gracias! Tu orden ha sido recibida.
fr_fr: Je vous remercie! votre commande a été reçue.
it_it: Grazie! Il suo ordine è stato ricevuto.
ja: ありがとうございました！ ご注文は受信されました。
nn_no: Takk skal du ha! Din ordre er mottatt.
sv_se: Tack! Din beställning har mottagits.

source: Redirecting you to Amazon Pay :
da_dk: Omdirigerer dig til Amazon Pay:
de_de: Weiterleitung zu Amazon Pay:
es_es: Redireccionamiento a Amazon Pay:
fr_fr: Vous rediriger vers Amazon Pay:
it_it: Reindirizzamento ad Amazon Pay:
ja: Amazon Payにリダイレクトします：
nn_no: Viderekobler deg til Amazon Pay:
sv_se: Omdirigerar dig till Amazon Pay:

source: We are now redirecting you to Amazon Pay to make payment
da_dk: Vi omdirigerer dig nu til Amazon Pay for at foretage betaling
de_de: Wir leiten Sie jetzt zu Amazon Pay weiter, um die Zahlung vorzunehmen
es_es: Ahora lo estamos redirigiendo a Amazon Pay para realizar el pago
fr_fr: Nous vous redirigeons maintenant vers Amazon Pay pour effectuer le paiement.
it_it: Ti stiamo reindirizzando su Amazon Pay per effettuare il pagamento
ja: 支払いを行うためにAmazon Payにリダイレクトしています
nn_no: Vi viderekobler deg nå til Amazon Pay for å foreta betaling
sv_se: Vi omdirigerar dig nu till Amazon Pay för att göra betalningar

source: Subscription and Recurring Payment
da_dk: Abonnement og tilbagevendende betaling
de_de: Abonnement und wiederkehrende Zahlung
es_es: Suscripción y pago recurrente
fr_fr: Abonnement et paiement récurrent
it_it: Abbonamento e pagamento ricorrente
ja: サブスクリプションと定期支払い
nn_no: Abonnement og tilbakevendende betaling
sv_se: Prenumeration och återkommande betalning

source: Active on PRO version
da_dk: Aktiv på PRO-version
de_de: Aktiv in der PRO-Version
es_es: Activo en la versión PRO
fr_fr: Actif sur la version PRO
it_it: Attivo nella versione PRO
ja: PROバージョンでアクティブ
nn_no: Aktiv på PRO-versjon
sv_se: Aktiv på PRO-versionen

source: Refund with Amazon Pay
da_dk: Tilbagebetaling med Amazon Pay
de_de: Rückerstattung mit Amazon Pay
es_es: Reembolso con Amazon Pay
fr_fr: Remboursement avec Amazon Pay
it_it: Rimborso con Amazon Pay
ja: Amazon Payでの払い戻し
nn_no: Tilbakebetaling med Amazon Pay
sv_se: Återbetalning med Amazon Pay

source: Add WooCommerce Subscription Product
da_dk: Tilføj WooCommerce-abonnementsprodukt
de_de: WooCommerce-Abonnementprodukt hinzufügen
es_es: Agregar producto de suscripción a WooCommerce
fr_fr: Ajouter un produit d'abonnement WooCommerce
it_it: Aggiungi il prodotto in abbonamento WooCommerce
ja: WooCommerceサブスクリプション製品を追加
nn_no: Legg til abonnementsprodukt for WooCommerce
sv_se: Lägg till WooCommerce-prenumerationsprodukt

source: Customized Order status Subscription & Recurring
da_dk: Tilpasset ordrestatus Abonnement & tilbagevendende
de_de: Bestellstatus Abonnement & Wiederkehrend
es_es: Estado de pedido personalizado Suscripción y recurrente
fr_fr: Statut de commande personnalisé Abonnement & Récurrent
it_it: Stato dell'ordine personalizzato Abbonamento e ricorrenti
ja: 注文状況のカスタマイズサブスクリプションと繰り返し
nn_no: Tilpasset ordrestatus Abonnement og tilbakevendende
sv_se: Anpassad orderstatus Prenumeration och återkommande
